tap "buo/cask-upgrade"
tap "caskroom/fonts"
tap "cloudflare/cloudflare"
tap "dtan4/tools"
tap "go-delve/delve"
tap "gobuffalo/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "adns"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash-completion"
brew "bat"
brew "bench"
brew "bfg"
brew "gettext", link: true
brew "gmp"
brew "libevent"
brew "libffi"
brew "libunistring"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "openssl"
brew "cask"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "libusb"
brew "dfu-util"
brew "diff-so-fancy"
brew "docker-ls"
brew "fd"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdbm"
brew "pcre2"
brew "git"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "grip", link: false
brew "ncurses"
brew "htop"
brew "icu4c"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "legit"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "protobuf"
brew "mitmproxy"
brew "msgpack"
brew "nmap"
brew "node"
brew "node@8"
brew "pkg-config"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@2", link: false
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "textql"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "wrk"
brew "zplug"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "gobuffalo/tap/buffalo"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "arduino"
cask "hyper"
cask "imageoptim"
cask "java"
cask "kitty"
cask "ngrok"
cask "vagrant"
cask "xquartz"
